Repository: common-repository/next-wc-product-toolbox
Catalog: languages/next-wc-product-toolbox-*.po
Languages: fr_fr

source: Tags
fr_fr: Etiquettes

source: Continue shopping!
fr_fr: Continuer les achats!

source: Toolbox
fr_fr: Outils

source: Misc
fr_fr: Divers

source: Content protection
fr_fr: Protection contre la copie

source: Copy protection
fr_fr: Protection contre la copie

source: Disable right click and copy content
fr_fr: Désactiver le clic droit et la copie de contenu

source: Save
fr_fr: Enregistrer

source: Product meta description
fr_fr: Description métas du produit

source: Improve your SEO by informing visitors with a relevant product title and/or short meta description of what each product is about.
fr_fr: Améliorer le référencement SEO en informant vos visiteurs avec un titre pertinent et/ou une courte description de chacun de vos produits.

source: Add meta title, description
fr_fr: Ajout des métas titre et description

source: Use title
fr_fr: Utiliser le titre

source: Use short description
fr_fr: Utiliser la description courte

source: Product meta links
fr_fr: Liens des métas du produit

source: Improve your SEO by adding internal category and/or tag links between your products.
fr_fr: Améliorer le référencement SEO en ajoutant des intra-liens de catégories ou d'étiquettes entre vos produits.

source: Add meta links
fr_fr: Ajout de métas avec lien

source: Add category links
fr_fr: Ajout de liens de catégories

source: Add tag links
fr_fr: Ajout de liens d'étiquettes

source: Product description tab
fr_fr: Onglet de description du produit

source: Improve your SEO by replacing automatically Description heading by your product title and/or description tab by your own text.
fr_fr: Améliorer le référencement SEO en remplaçant automatiquement le titre de la description par le titre de votre produit et/ou le texte de l'onglet Description par votre propre texte.

source: Description heading
fr_fr: Titre de la description

source: Rename description heading by product title
fr_fr: Renommer le titre Description avec le titre du produit

source: Description tab
fr_fr: Onglet description

source: (Left empty if not used)
fr_fr: (Laisser vide si non utilisé)

source: Rename 'Description tab' text with your own text.
fr_fr: Renommer l'onglet Description avec votre propre texte.

source: Tags cloud
fr_fr: Nuage d'étiquettes

source: Improve your SEO by adding a tag cloud of WC product tags.
fr_fr: Améliorer le référencement SEO en ajoutant un nuage de liens des étiquettes de vos produits.

source: Insert [tags_cloud] short code into a text widget as well as post or page content.
fr_fr: Insérer le short code [tags_cloud] dans un widget de type texte comme dans le contenu d'un post ou d'une page.

source: Empty tags
fr_fr: Etiquettes sans produit

source: Hide tags with NO product
fr_fr: Cacher les étiquettes SANS produit

source: Order
fr_fr: Ordre

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Count
fr_fr: Nombre

source: Display number of products
fr_fr: Afficher le nombre de produits

source: Categories cloud
fr_fr: Nuage de catégories

source: Improve your SEO by adding a categories cloud of WC product categories.
fr_fr: Améliorer le référencement SEO en ajoutant un nuage de liens des catégories de vos produits.

source: Insert [subcats_cloud] short code into a text widget as well as post or page content.
fr_fr: Insérer le short code [subcats_cloud] dans un widget de type texte comme dans le contenu d'un post ou d'une page.

source: Empty categories
fr_fr: Catégories vides

source: Hide categories with NO product
fr_fr: Cacher les catégories SANS produit

source: Metas
fr_fr: Métas

source: Categories
fr_fr: Catégories

source: Products
fr_fr: Produits

source: Cart
fr_fr: Panier

source: Product metas
fr_fr: Métas du produit

source: Improve your layout by hiding product metas.
fr_fr: Améliorer le visuel en cachant les métas des produits.

source: Hide metas
fr_fr: Cacher les métas

source: Hide SKU, Categories and Tags
fr_fr: Cacher le SKU, les catégories et les étiquettes

source: Hide only SKU
fr_fr: Ne cacher que le SKU

source: Tags scrolling list
fr_fr: Liste d'étiquettes

source: Improve your navigation by adding a tags scrolling list of all your product tags.
fr_fr: Améliorer la navigation en ajoutant une liste des étiquettes de vos produits.

source: Insert [tags_list] short code into a text widget as well as post or page content.
fr_fr: Insérer le short code [tags_list] dans un widget de type texte comme dans le contenu d'un post ou d'une page.

source: Title
fr_fr: Titre

source: Sort
fr_fr: Trier

source: By number
fr_fr: Par nombre

source: Sub categories scrolling list
fr_fr: Liste de sous-catégories

source: Improve your navigation by adding a sub-categories scrolling lists of your product categories.
fr_fr: Améliorer la navigation en ajoutant une liste des catégories de vos produits.

source: 1. Insert: [cats_list cat=(catId) title=(your category title) sort=(alpha/count)] as a usual shortcode into a text widget as well as post or page content.
fr_fr: 1. Inserer: [cats_list cat=(catId) title=(un titre pour votre catégorie) sort=(alpha/count)] comme n'importe quel shortcode dans un widget de type texte ou comme un post ou un contenu de page.

source: 2. In templates, pages or functions shortcode: echo do_shortcode('[cats_list cat=(catId) title=(your category title) sort=(alpha/count)]');
fr_fr: 2. Dans des templates, pages ou shortcode de fonctions: echo do_shortcode('[cats_list cat=(catId) title=(un titre pour votre catégorie) sort=(alpha/count)]');

source: Empty sub-categories
fr_fr: Sous-catégories vides

source: Hide sub-categories with NO product
fr_fr: Cacher les sous-catégories SANS produit

source: Display number of products per sub-category
fr_fr: Afficher le nombre de produits par sous-catégorie

source: Product layout
fr_fr: Présentation du produit

source: Improve your layout by configuring product tabs (See also SEO tab).
fr_fr: Améliorer le visuel en configurant les onglets des produits (Voir aussi l'onglet SEO).

source: Hide tabs
fr_fr: Cacher des onglets

source: Hide Additional Information tab
fr_fr: Cacher l'onglet d'informations complémentaires

source: Hide Reviews tab
fr_fr: Cacher l'onglet des avis

source: Related products
fr_fr: Produits similaires

source: Replace 'Related products' text with your own text.
fr_fr: Remplacer le texte 'Produits similaires' par votre propre texte.

source: Add to cart button
fr_fr: Ajout d'un bouton Panier

source: Configure "Add to cart" options
fr_fr: Configurer les options du bouton "Ajouter au panier"

source: Shop page
fr_fr: Page boutique

source: Change "Add to cart" text button
fr_fr: Changer le texte du bouton "Ajouter au panier"

source: Add a bigger "Buy" button
fr_fr: Ajout d'un bouton "Acheter" plus visible

source: Product page
fr_fr: Page produit

source: Sold out!
fr_fr: Vendu!

source: Replace 'Sold out!' text when out of stock with your own text.
fr_fr: Remplacer le texte 'Rupture de stock' par votre propre texte.

source: Free shipping
fr_fr: Envoi gratuit

source: Display remaining amount to free shipping
fr_fr: Afficher le montant restant pour bénéficier de l'envoi gratuit

source: Free shipping amount
fr_fr: Montant minimum pour un envoi gratuit

source: Free shipping text button
fr_fr: Texte du bouton d'envoi gratuit

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission suffisante pour accéder à cette page.

source: Add for free
fr_fr: Ajoutez gratuitement

source: to automatically configure labels and badges on your WC image products!
fr_fr: pour configurer automatiquement les étiquettes et badges de vos produits!

source: You like this plugin?
fr_fr: Vous aimez ce plugin?

source: Offer me a coffee!
fr_fr: Offrez-moi un café!

source: Out of stock
fr_fr: En rupture de stock

source: In stock
fr_fr: En stock

source: Get free shipping if you order %s more!
fr_fr: Bénéficier de l'envoi gratuit si vous commandez %s de plus!
